{
  "899": "Sus orbes negros brillan con un fulgor misterioso cuando erige muros invisibles. El pelaje que se desprende de sus barbas es muy codiciado para crear cálidos ropajes para el invierno.",
  "900": "Su cuerpo se ha endurecido y afilado a base de manejar y romper piedras, lo que le permite cortar presas con la misma facilidad que respira.",
  "901": "Se dice que hunde sus garras en el suelo para captar campos magnéticos y así percibir lo que hay incluso bajo tierra. Tiene un olfato muy desarrollado.",
  "902": "Está poseído por las almas de otros Basculin de su banco que no lograron sobrevivir al arduo viaje río arriba. Ocasionalmente se les puede ver llorando.",
  "903": "Tiene unas garras venenosas que pueden dejar fuera de combate hasta a los Pokémon más robustos. Prefiere la acción directa en vez de tender emboscadas.",
  "904": "Ha desarrollado este aspecto de forma excepcional en Hisui. Se siente muy cómodo en el agua y sus púas venenosas son más grandes y afiladas.",
  "905": "Viaja por el mundo llevando amor y abundancia. Se dice que los lugares donde posa sus pies florecen con vida y alegría.",
  "906": "Le encanta llamar la atención y tiene un carácter caprichoso. Cuando su dueño le presta atención a otro, se pone tremendamente celoso.",
  "907": "Ha desarrollado un carácter más travieso. Usa las largas hojas de su pelaje como cuchillas afiladas en combate.",
  "908": "Confunde a los oponentes con sus movimientos ágiles y elegantes, como si de un espectáculo de magia se tratase. Es un Pokémon muy orgulloso.",
  "909": "Es muy tranquilo y avanza a su propio ritmo. Expulsa fuego por la parte superior de la cabeza cuando está emocionado.",
  "910": "Las llamas que emanan de su cuerpo se han vuelto más potentes. Tiene un carácter vago, pero se vuelve muy activo cuando se enfada.",
  "911": "Las llamas y el canto forman parte de su esencia. Canta desde lo más profundo de su ser mientras calcina a sus oponentes.",
  "912": "Es muy orgulloso y se preocupa mucho por mantener su cresta bien peinada. Tiene las piernas muy fuertes.",
  "913": "Se ha vuelto más serio y disciplinado. Entrena sin cesar sus habilidades de combate acuático y sus potentes patadas.",
  "914": "Ejecuta elegantes danzas acuáticas mientras patea a sus oponentes con una fuerza abrumadora. Es muy popular por su glamur.",
  "915": "Usa su olfato para buscar comida. No se mueve mucho porque almacena casi todo lo que come en forma de grasa.",
  "916": "Su cuerpo desprende un aroma que varía según su género. Es muy territorial y marca su zona con este olor peculiar.",
  "917": "Atrapa a sus presas envolviéndolas con los hilos pegajosos que secreta desde su cuerpo.",
  "918": "Permanece inmóvil en su guarida, esperando para tender emboscadas. Sus ojos detectan el más mínimo movimiento.",
  "919": "Usa sus poderosas patas traseras para saltar sobre sus presas. Es muy rápido y difícil de atrapar.",
  "920": "Ataca combinando sus poderosas patas con golpes de sus afilados colmillos. Puede derrotar enemigos mucho más grandes.",
  "921": "Genera electricidad frotando el interior de sus mejillas. Su pelaje es muy suave y esponjoso.",
  "922": "Ha desarrollado callosidades en sus patas que le permiten descargar electricidad al golpear. Es muy activo.",
  "923": "Genera electricidad mediante sus almohadillas. Puede revivir a compañeros debilitados con descargas eléctricas.",
  "924": "Siempre van en pareja y se comunican frotando sus colas entre sí. Son muy unidos.",
  "925": "Viven en grupos familiares muy unidos. Trabajan en equipo para confundir a los depredadores.",
  "926": "Fermenta levadura en su cuerpo, lo que le da un olor característico. Es muy juguetón y cariñoso.",
  "927": "El aroma de su cuerpo se ha vuelto más intenso. Su piel se ha vuelto crujiente como la corteza del pan.",
  "928": "Almacena aceite amargo en su cabeza. Lo lanza como proyectil para repeler enemigos.",
  "929": "El aceite de su cuerpo se ha vuelto más refinado y fragante. Busca lugares soleados para hacer la fotosíntesis.",
  "930": "Su aceite es de la más alta calidad. Los gourmets lo aprecian mucho por su sabor suave y afrutado.",
  "931": "Es muy ruidoso y le encanta cantar. Cada ejemplar tiene su propia melodía característica.",
  "932": "Comprime la sal de las rocas para crear un cuerpo duro como una piedra. Es muy paciente.",
  "933": "Ha acumulado capas de sal comprimida. Su cuerpo es extremadamente duro y resistente.",
  "934": "Su cuerpo de sal purificada es increíblemente resistente. Protege a sus compañeros como un muro.",
  "935": "Guarda el fuego de su pasión en su interior. Este fuego puede explotar si se emociona demasiado.",
  "936": "Canaliza el fuego de su interior a través de su armadura. Es un guerrero honorable en combate.",
  "937": "Las llamas de su resentimiento arden sin cesar. Ataca con espadas de fuego fantasmal.",
  "938": "Genera electricidad inflando y desinflando su cuerpo elástico. Brilla cuando está cargado.",
  "939": "Acumula electricidad en su cuerpo redondo. Genera más energía cuanto más lleno está su estómago.",
  "940": "Genera electricidad al batir sus alas. Puede volar largas distancias sobre el océano.",
  "941": "Almacena electricidad en su cuerpo mientras vuela. Puede generar tormentas eléctricas.",
  "942": "Es muy leal y protector con su entrenador. Su aspecto feroz intimida a los enemigos.",
  "943": "Tiene un olfato increíble y es muy leal. Protegerá a su entrenador hasta el final.",
  "944": "Marca su territorio con un fluido tóxico que produce. Es muy travieso y juguetón.",
  "945": "Usa fluidos tóxicos de varios colores para crear pinturas con las que marca su territorio.",
  "946": "Rueda impulsado por el viento. Absorbe la vitalidad de las criaturas con las que se topa.",
  "947": "Su cuerpo está compuesto por ramas muertas. Absorbe la energía vital de los seres vivos cercanos.",
  "948": "Parece una seta pero en realidad es un Pokémon. Libera esporas si se siente amenazado.",
  "949": "Atrapa a sus presas con sus tentáculos y absorbe sus nutrientes. Es extremadamente venenoso.",
  "950": "Se aferra a las rocas con sus poderosas pinzas. Es muy difícil de despegar una vez que se agarra.",
  "951": "Acumula calor en su cabeza. Cuando está muy caliente, su temperamento se vuelve explosivo.",
  "952": "Las dos cabezas tienen personalidades opuestas. Una es tranquila y la otra es muy agresiva.",
  "953": "Rueda su bola de barro con dedicación. Se dice que la bola contiene su propia esencia vital.",
  "954": "Esconde joyas en su caparazón de barro. Usa poderes psíquicos para localizar objetos valiosos.",
  "955": "Tiene patas pequeñas pero puede flotar usando poderes psíquicos. Es muy tímido.",
  "956": "Se desplaza flotando con sus poderes psíquicos. Sus ojos pueden ver el futuro cercano.",
  "957": "Recoge chatarra para crear herramientas. Es muy habilidoso con sus pequeñas manos.",
  "958": "Carga un martillo pesado que usa en combate. Ha desarrollado mucha fuerza en sus brazos.",
  "959": "Su martillo pesa más de 100 kg. A pesar de ello, lo balancea con facilidad gracias a su fuerza.",
  "960": "Parece un Diglett pero no está relacionado. Vive en el océano y asoma la cabeza sobre la arena.",
  "961": "Tres Wiglett unidos actúan como uno solo. Se comunican a través de sus cuerpos conectados.",
  "962": "Arroja objetos desde el cielo con gran puntería. Transporta sus pertenencias en su bolsa.",
  "963": "Es muy amigable y le encanta nadar junto a las personas. Siempre tiene una sonrisa.",
  "964": "Puede transformarse en un héroe cuando detecta peligro. Su forma heroica es extremadamente poderosa.",
  "965": "Su motor interno genera gases tóxicos. Es ruidoso pero sorprendentemente veloz.",
  "966": "Lidera a grupos de Varoom. El gas que genera puede personalizarse con distintos aromas.",
  "967": "Puede correr a velocidades increíbles. Ha sido compañero de los humanos desde tiempos ancestrales.",
  "968": "Excava túneles bajo tierra a gran velocidad. Su cuerpo metálico es muy resistente.",
  "969": "Absorbe nutrientes de las rocas donde vive. Libera vapores tóxicos si se siente amenazado.",
  "970": "Las flores de su cuerpo son en realidad cristales venenosos. Libera esporas tóxicas cuando florece.",
  "971": "Esconde su cuerpo bajo tierra y solo asoma su cabeza para atraer presas. Es muy juguetón.",
  "972": "Es muy leal a su entrenador incluso después de la muerte. Protege las tumbas de sus seres queridos.",
  "973": "Caza en grupo coordinando sus movimientos. Sus largas patas le permiten dar patadas devastadoras.",
  "974": "Su grasa corporal lo protege del frío extremo. Rueda por la nieve para desplazarse.",
  "975": "Su enorme cuerpo está adaptado al frío ártico. Puede congelar todo a su alrededor.",
  "976": "Expulsa sus propios órganos para distraer a los depredadores y escapar. Se regeneran rápidamente.",
  "977": "Es enorme y muy pacífico. Permite que otros Pokémon vivan sobre su cuerpo.",
  "978": "Vive dentro de la boca de Dondozo. Dirige sus movimientos como si fuera un titiritero.",
  "979": "Su ira contenida ha despertado un poder latente. Golpea con una furia incontenible.",
  "980": "Vive en pantanos y tiene un carácter muy relajado. Su cuerpo está cubierto de veneno.",
  "981": "Sus dos cerebros trabajan juntos para procesar información. Puede ver en todas direcciones.",
  "982": "Su cuerpo se ha vuelto más largo y serpentino. Excava túneles bajo tierra a gran velocidad.",
  "983": "Lidera un ejército de Bisharp y Pawniard. Es despiadado y muy estratégico en combate.",
  "984": "Su aspecto recuerda al de un Donphan ancestral. Es extremadamente violento y territorial.",
  "985": "Parece una versión primitiva de Jigglypuff. Su canto puede inducir un sueño profundo y aterrador.",
  "986": "Una forma ancestral similar a Amoonguss. Libera esporas tóxicas muy potentes cuando se siente amenazado.",
  "987": "Su cuerpo emite un resplandor misterioso. Se dice que trae mala suerte a quienes lo miran fijamente.",
  "988": "Parece una versión futurista de Donphan. Su cuerpo metálico es extremadamente resistente.",
  "989": "Una forma futurista similar a Delibird. Su cuerpo robótico puede almacenar grandes cantidades de objetos.",
  "990": "Parece una versión robótica de Hariyama. Sus golpes tienen una fuerza devastadora.",
  "991": "Una forma futurista similar a Hydreigon. Sus cabezas procesan información a velocidades increíbles.",
  "992": "Parece una versión primitiva de Magneton. Genera campos magnéticos muy poderosos.",
  "993": "Una forma futurista de Tyranitar. Su cuerpo blindado es prácticamente indestructible.",
  "994": "Parece una versión primitiva de Volcarona. Sus llamas son tan intensas que pueden derretir rocas.",
  "995": "Parece una versión primitiva de Salamence. Su aspecto es aterrador y extremadamente violento.",
  "996": "Vive en cuevas heladas. Su aliento puede congelar cualquier cosa instantáneamente.",
  "997": "Su cuerpo se ha adaptado al frío extremo. Las placas de hielo de su cuerpo son muy duras.",
  "998": "El hielo de su cuerpo es más duro que el acero. Puede congelar regiones enteras con su aliento.",
  "999": "Vive en el interior de un cofre antiguo. Colecciona monedas con las que aumenta su poder.",
  "1000": "Su cuerpo está hecho de mil monedas de oro. Es extremadamente codicioso y poderoso.",
  "1001": "Lleva tablillas donde están escritos los males que causó. El musgo crece sobre su cuerpo ancestral.",
  "1002": "Sus colmillos están hechos de hielo eterno. Es despiadado y caza sin piedad.",
  "1003": "El recipiente de su cabeza contiene tierra sagrada. Puede provocar terremotos devastadores.",
  "1004": "Las llamas de su cuerpo arden con la intensidad del rencor acumulado. Trae calamidades donde aparece.",
  "1005": "Parece una versión primitiva de Salamence. Es extremadamente agresivo y territorial.",
  "1006": "Una forma futurista que recuerda a Gallade. Su espada de energía puede cortar cualquier cosa.",
  "1007": "Ha vivido desde tiempos inmemoriales. Corre tan rápido que parece viajar en el tiempo hacia el pasado.",
  "1008": "Llegó de un futuro lejano. Puede volar a velocidades que distorsionan el espacio-tiempo.",
  "1009": "Parece una versión primitiva de Suicune. Puede caminar sobre el agua y purificar cualquier líquido.",
  "1010": "Una forma futurista que recuerda a Virizion. Sus hojas son más afiladas que cualquier espada.",
  "1011": "Una segunda evolución de Applin. Almacena jarabe dulce en su interior que atrae a otros Pokémon.",
  "1012": "Habita en utensilios de té antiguos. El polvo que suelta puede causar problemas estomacales.",
  "1013": "Vive dentro de teteras antiguas y valiosas. El té que prepara tiene propiedades curativas.",
  "1014": "Fue creado con el poder de cadenas malditas. Es extremadamente leal a quien lo liberó.",
  "1015": "Fue creado con el poder de cadenas malditas. Es muy travieso y le encanta hacer bromas.",
  "1016": "Fue creado con el poder de cadenas malditas. Es vanidoso y le encanta ser el centro de atención.",
  "1017": "Usa máscaras para cambiar su tipo. Es muy protector con su territorio y sus seres queridos.",
  "1018": "Su cuerpo metálico puede desplegarse como un puente. Es extremadamente resistente y duradero.",
  "1019": "La tercera evolución de Applin. Su cuerpo de manzana alberga un dragón con múltiples cabezas.",
  "1020": "Parece una versión primitiva de Entei. Sus llamas pueden calcinar cualquier cosa en segundos.",
  "1021": "Parece una versión primitiva de Raikou. Los rayos que genera pueden destruir montañas enteras.",
  "1022": "Una forma futurista que recuerda a Terrakion. Su cuerpo rocoso es increíblemente resistente.",
  "1023": "Una forma futurista que recuerda a Cobalion. Su inteligencia artificial es muy avanzada.",
  "1024": "Cambia de forma según las circunstancias. En su forma estelar, su poder alcanza niveles cósmicos.",
  "1025": "Reparte trocitos de su cadena con forma de mochi. Quienes los comen caen bajo su control."
}